Repository: NeuralNoise/fast-social-count
Catalog: languages/fast-social-count-*.po
Languages: sv_se

source: Fast Social Count Settings
sv_se: Inställningar för Fast Social Count

source: Use in page or post with shortcode:
sv_se: Använd på en sida eller i en post med shortcode:

source: See which values you can set together whith each global setting below.
sv_se: Se vilka argument du kan använda i shortcode bredvid de globala inställningarna nedan.

source: Override Fast Social Count CSS
sv_se: Skriv över Fast Social Counts CSS

source: Change the hover for the buttons, and/or font/text-color in your own css:
sv_se: Ändra hur hover-läget ser ut för de sociala knapparna, och/eller typsnitt/textfärg i din egen css:

source: Have a look default hover setting, and the rest of the css-file:
sv_se: Kika på standardcss:en för hover - och resten av css-filen:

source: Of course you could copy that css to your own css-file and then deregister the stylesheet in your functions.php:
sv_se: Du kan ju också kopiera denna css till din egen css-fil och därefter avregistrera pluginets stylesheet i din functions.php:

source: Remove plugin styles
sv_se: Ta bort pluginets stylesheet (för att ersätta med ditt egna)

source: Choose social networks default values
sv_se: Välj standardinställningar för de sociala nätverken

source: Share label
sv_se: Titel / Text för att dela

source: CSS-classes for outer div
sv_se: CSS-klass för yttersta diven

source: Applies to all icons
sv_se: Gäller alla ikoner

source: Text about the total count
sv_se: Text om antalet delningar

source: Show total count?
sv_se: Visa räknare för delningar?

source: Which networks should be visible by default?
sv_se: Vilka nätverk ska visas som standard?

source: Activate Facebook
sv_se: Aktivera Facebook

source: Activate Twitter
sv_se: Aktivera Twitter

source: Activate Google+
sv_se: Aktivera Google+

source: Activate LinkedIn
sv_se: Aktivera LinkedIn

source: Activate Pinterest
sv_se: Aktivera Pinterest

source: Display in footer on all pages
sv_se: Visa i sidfoten på alla sidor

source: Choose a long cache time
sv_se: Välj en lång tid för cache

source: No! Do not check this box
sv_se: Nej! Kryssa inte i denna

source: This settings can be overridden with shortcode values.
sv_se: Dessa värden kan skrivas över i shortcoden

source: Select how often networks should be checked for new shares. Default is 1 hour.
sv_se: Välj hur ofta antalet delningar ska kollas. Standard är 1 timme.

source: If your web host support WP Object Cache, then caching of the counts will work. Read more
sv_se: Om ditt webbhotell / din server använder WP Object Cache så fungerar cachningen av räknaren. Läs mer

source: Check each network that should be visible by default. Values added to shortcode overrides theese values.
sv_se: Välj varje nätverk som ska vara synligt som standard. Argument i shortcode skriver över dessa inställningar.

source: Not recommended, better to choose wich pages to promote and add the social buttons with shortcode on places you think is best for that particular page/post. If you still want to do it, make sure you add css-classes as needed to the outer div. ( .. class="your-container-class")
sv_se: Rekommenderas inte. Bättre att lägga till shortcode i de sidor/poster som du tror har nytta av det. Om du ändån vill använda inställningen, se till att du har nödvändiga css-klasser tillagda på den yttersta diven. ( .. class="din-container-klass")

source: hour
sv_se: timme

source: hours
sv_se: timmar

source: Fetching of Fast Social Count is turned off
sv_se: Hämtning av antalet delningar via Fast Social Count är avstängt.

source: Last share count by Fast Social Count just this minute. Result not cached.
sv_se: Sista sammanställningen av antalet delningar gjordes just nu. Resultatet är inte cachat.

source: Last share count by Fast Social Count on
sv_se: Sista sammanställningen av antalet delningar via Fast Social Count gjordes

source: Cache set to
sv_se: Cache är inställt till
